Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: The objective of this meeting is for you to get to know us better, to get to know Andalusia better, our productive fabric, the opportunities for investment and the facilities that have been implemented by the reformist agenda of the Government of President Juan Manuel Moreno over the last two years that have allowed Andalusia to go from being the best place to enjoy and live, to the best place to INVEST IN, ENJOY AND LIVE.
es_es: El encuentro que hoy celebramos tiene como objetivo que nos conozcan mejor, que conozcan mejor a Andalucía, nuestro tejido productivo, las oportunidades para la inversión y las facilidades que la agenda reformista del Gobierno del presidente Juan Manuel Moreno ha puesto en marcha en los dos últimos años, para que Andalucía pase de ser el mejor lugar para disfrutar y vivir, al mejor lugar en el que INVERTIR, DISFRUTAR Y VIVIR.

source: Egyptians just woke up to the sound of a huge explosion, that rocked downtown Cairo.
es_es: El viernes 24 de enero de 2014, los egipcios despertaron con el sonido de una gran explosión que sacudió el centro de El Cairo.

source: I recently interviewed her at Nairobi Java House in downtown Nairobi and later continued the interview via email.
es_es: Recientemente la entrevisté en Nairobi Java House en el centro de Nairobi y después continué la entrevista via email.

source: 94. UNEP quickly outgrew its temporary quarters in the office tower of the Kenyatta Conference Centre in downtown Nairobi.
es_es: Al PNUMA le resultaron insuficientes rápidamente los locales temporales que ocupaba en el edificio de oficinas del Centro de Conferencias Kenyatta, en el centro de Nairobi.

source: On 13th May, serial blasts rocked Jaipur.
es_es: El 13 de mayo, explosiones en serie sacudieron Jaipur.

source: Today it is a museum that can be visited with special permission.
es_es: Hoy es un museo que se puede visitar con un permiso especial.

source: The website contains a bibliographic catalogue that can be consulted electronically.
es_es: En el sitio web figura un catálogo bibliográfico que permite realizar consultas desde el correo electrónico.

source: Each room also contains a safe that can be used on demand.
es_es: En cada habitación hay además una caja de seguridad disponible a petición del cliente.

source: On the location, there are also a grotto and a cave that can be visited.
es_es: En el local, hay todavía una gruta y una caverna que pueden ser visitadas.

source: Furthermore, it is only an hour's drive from the city of Bordeaux.
es_es: Incluso, está solo a una hora de carretea de la ciudad de Burdeos.

source: Madurodam Park is just an hour's drive from Amsterdam, in The Hague.
es_es: Parque Madurodam está a sólo una hora en coche de Ámsterdam, La Haya.

source: Utøya is less than an hour's drive from central Oslo.
es_es: Utøya está a menos de una hora de recorrido desde el centro de Oslo.

source: Şile is about an hour's drive from the city and was always a retreat from the city.
es_es: Şile se halla a aproximadamente una hora en coche de la ciudad y ha sido siempre un retiro de la ciudad.

source: Some of the best white water rafting in Central America can be done right here in La Ceiba.
es_es: Uno de los mejores raftings de Centro América se puede hacer aquí en La Ceiba.

source: The polymerization must be done carefully and under constant monitoring, in order to prevent the reaction from running away, which can be hazardous and which leads to obtaining a lower-quality product.
es_es: La polimerización debe hacerse con cuidado y bajo vigilancia constante, con el fin de evitar que la reacción aumente descontroladamente de temperatura, lo cual puede ser peligroso y conllevar a obtener un producto de menor calidad.

source: The trip also includes a buffet meal and unlimited drinks.
es_es: El viaje también incluye una comida buffet y barra libre de bebidas.

source: This restaurant also includes a full service bar.
es_es: El restaurante incluye bar con servicio completo.

source: The annex also includes a full list of recommendations delivered by the IEGs.
es_es: El anexo también incluye una lista completa de las recomendaciones propuestas por los expertos independientes.

source: The fee also includes a full course lunch, coffee, tea and refreshments during the morning and afternoon sessions.
es_es: Las tarifas también incluyen comida, café, té y refrigerios durante las sesiones.

source: One of the students of the course, Michael Owino, a Kenyan born near Lake Victoria, accompanied me to the Nairobi National Museum.
es_es: Uno de los alumnos del curso, Michael Owino, keniata de pura cepa, nacido junto al Lago Victoria, me acompaña al Museo Nacional de Nairobi.

source: Within the city itself you’ll find an array of museums and other cultural attractions, including the Nairobi National Museum and the Nairobi Galley. Those interested in the country’s historic railway network can learn more at the National Railway Museum, while Bomas of Kenya provides insights into local culture through traditional exhibits, dances and other performances.
es_es: Dentro de la propia ciudad, encontrará una gran variedad de museos y otras atracciones culturales, como el Museo Nacional y la Galería de Nairobi. Los interesados en la histórica red ferroviaria del país podrán aprender más visitando el Museo Nacional del Ferrocarril, mientras que Bomas of Kenya proporciona información detallada sobre la cultura local a través de exposiciones tradicionales, bailes y otros espectáculos.

source: To learn about Jewish history and culture
es_es: Aprender sobre historia y cultura judía

source: His home is now a museum where visitors can learn about his life and work.
es_es: Su casa es ahora un museo donde los visitantes pueden aprender acerca de su vida y obra.

source: Knowledge about your country of origin, its history and culture.
es_es: Conocimientos sobre su país de origen, su historia y cultura.

source: Here you can learn about Seattle's rich musical history and other types of popular culture.
es_es: Acá puedes aprender sobre la historia musical de Seattle que es muy famosa y otros tipos de cultura popular.

source: Beyond handicrafts, you can learn more about the history of the region.
es_es: Además de la artesanía, usted puede conocer un poco de la historia de la región.

source: Some of the Deltaworks have their own visitors’ centres, in which you can learn more about the history of the area and the construction of the dams.
es_es: En esta región se encuentran hermosas ciudades, numerosos resorts de playa, y hasta en algunos lugares se encuentran centros de visita acerca de las obras del Plan Delta para brindar más información acerca de nuestros proyectos y su historia.

source: A good place for an introduction to the country’s culture is the National Museum of Costa Rica, located on Avenida Central, one of the city’s main streets, or the , where you can learn more about the history of the country and its capital San José.
es_es: Para tomar contacto con la cultura del país, acudid al Museo Nacional de Costa Rica –ubicado en la Avenida Central, una de las arterias de la localidad– o al , donde podréis conocer más sobre la historia del país y su capital, San José.

source: The railway filmed was the Bluebell Railway using some of the Railway's steam engines and rolling stock and NBR C Class 0–6–0 "Maude", from the Bo'ness and Kinneil Railway.
es_es: El ferrocarril filmado fue el Bluebell Railway utilizando algunas de las máquinas de vapor del ferrocarril y material rodante NBR C Class 0-6-0 "Maude", del Bo'ness y el Kinneil Railway.

source: Given the poor economic situation in the country, many infrastructures dating from the colonial period and in some cases some of these have never benefitted from any rehabilitation and consequently they end up having a negative influence on the accommodation of the prison population.
es_es: Debido a la precaria situación económica del país, las instalaciones penitenciarias, que datan del período colonial, se han beneficiado de pocos programas de rehabilitación (en algunos casos ninguno), lo que ha incidido negativamente en las condiciones de alojamiento de la población carcelaria.

source: It's also a space that hosts important political, economic and sports events, and where it's possible to try century-old recipes, eat at some of the country's most avant-garde restaurants and try dishes from the world over (see www.guiarepsol.com).
es_es: Además, es un espacio el que se suceden grandes eventos políticos, económicos y deportivos y donde es posible probar recetas con más de 100 años de historia, asistir a algunos de los restaurantes más vanguardistas del país o degustar platos de muchos lugares del mundo (consultar www.guiarepsol.com).

source: It also happens to be the home of some of the country’s best shopping, particularly for produce, spices and handmade crafts. (To get you started, why not take a look at the southern French cuisine you’ll find in the area?) While it may be difficult for you to peel yourself away from the amazingly blue waters, trust us: the marketplaces are worth a few hours of your time – or multiple visits! C’est magnifique!
es_es: También resulta ser el emplazamiento de algunas de las mejores tiendas del país, sobre todo de productos agrícolas, especias y artesanías (para empezar, ¿por qué no echar un vistazo a la gastronomía del Sur de Francia que encontrará en esta zona?). Aunque parezca difícil salir de las maravillosas aguas azules, créanos: merece la pena pasar un par de horas (¡o más!) en los mercados. C’est magnifique!

source: P.O. Box
es_es: Código postal

source: Our approach is based on the 4 R’s.
es_es: Nuestro enfoque se basa en 4 elementos.

source: is based on the child’s IEP; and
es_es: se basa en el IEP; y

source: The project is based on the work of ...
es_es: Las activida...

source: Her house is on the other side of the bridge.
es_es: Su casa está al otro lado del puente.

source: Her house is situated in the neighborhood of the park.
es_es: Su casa está situada en los alrededores del parque.

source: It is now the entrance to the museum.
es_es: Ahora es la entrada al museo.

source: This work is now in the collection of The Museum of London.
es_es: Este trabajo se encuentra ahora en la colección del Museo de Londres.

source: It is located on the outskirts of Lons le Saunier, next to the casino.
es_es: El establecimiento está a las afueras de Lons le Saunier, al lado del casino.

source: It is on the outskirts of Toronto but relatively it is minutes from all the attractions.
es_es: Está en las afueras de Toronto pero relativamente queda a minutos de todos los atractivos.

source: It is located on the outskirts of Magdeburg, but because of its good public transport links very close to the city.
es_es: El hotel está situado a las afueras de Magdeburgo pero muy próximo a la ciudad gracias a sus magníficos enlaces de transporte público.

source: It is on the outskirts of Mahon, very close to Es Castell, where there are ...
es_es: Está a las afueras de Mahón, muy cerca de Es Castell, donde hay numerosos restaurantes, ...

source: (b) Establishment and support of the Bomas of Kenya as a Kenya Cultural Centre to promote Kenya's cultural diversity and tolerance for each and every cultural affiliation;
es_es: b) El establecimiento y apoyo del Bomas de Kenya como centro cultural nacional para promover la diversidad cultural de Kenya y la tolerancia hacia todas y cada una de sus diferentes culturas;

source: The opening statement by Mr. Ali-Ketrandji was followed by a welcoming performance by the United Nations staff choir, Song Birds, and by a Kenyan music dance group, Bomas of Kenya.
es_es: Tras la declaración de apertura del Presidente, se dio la bienvenida a los participantes con actuaciones del coro del personal de las Naciones Unidas, Song Birds, y del grupo keniano Bomas of Kenya, que ofreció un vivo espectáculo de danza y música africanas.

source: Hosts artworks of these two historical moments in Colombia, where the visitor can see exhibits of religious themes, as well as heros and leaders of the Antioquian independence.
es_es: Aloja obras de estos dos momentos históricos de Colombia, en la que se pueden apreciar imágenes de temáticas religiosas, además de próceres y líderes de la independencia antioqueña.

source: I imagined being one of those Arab princes who had many wives and lived in beautiful palaces surrounded by fountains and lush greenery.
es_es: Yo me imaginaba que era uno de esos príncipes árabes que podían tener muchas mujeres y vivían en preciosos palacios rodeados de agua y vegetación.

source: Many restaurants and bars.
es_es: Muchos restaurantes y bares.

source: Many restaurants and cafes line the square.
es_es: Muchos restaurantes y cafés de la plaza están en línea.

source: Many restaurants and bars at the foot of the building.
es_es: Hay muchos restaurantes y bares, a abajo del edificio.

source: The area has many restaurants and bars.
es_es: Es una zona con muchos restaurantes y un gran ambiente nocturno, aunque el apartamento es tranquilo.

source: The real nightlife gets started at about eleven, and lasts well into the early hours.
es_es: La "movida" empieza a partir de las once de la noche, más o menos, y dura hasta entrada la madrugada.

source: The night life is vary varied, and extends into the early hours of the morning.
es_es: Su vida nocturna es muy variada y se extiende hasta altas horas de la madrugada.

source: A very relaxed place in the late afternoon , packed for the concerts , and very lively until well into the early hours .
es_es: Se trata de un local muy relajado a primera hora de la tarde , totalmente lleno en los conciertos y animado hasta bien entrada la madrugada .

source: Other islands would follow suit well into the early 1980s.
es_es: Las otras islas siguieron su ejemplo a comienzos de la década de 1980.

source: Other scenes include Stewart and Brody riding the brown horse together, Stewart staring out from a red car into the street, Brody swinging from a rope in a waterfall, and the two characters on a date.
es_es: Las escenas incluyen a Stewart y Brody montado en el caballo marrón juntos, a Stewart mirando desde un coche rojo a la calle, Brody colgando de una cuerda en una cascada y a los dos personajes en una cita.

source: This has been accomplished through unleashing a fierce ideological campaign through the nation’s communications media. Thus, the recent Cinchonero takeover of the Chamber of Commerce building in San Pedro Sula was effectively manipulated by the government into another example of Nicaraguan or FMLN subversion in Honduras, and the government even got some 20 to 30 thousand people out into the streets to repudiate the action.
es_es: Esto se ha logrado por medio de una campaña ideológica muy fuerte a través de los medios masivos de comunicación nacionales, un ejemplo claro es la toma reciente del edifico de la Cámara de Comercio de San Pedro Sula, que efectivamente fue manipulada por el gobierno como otro ejemplo de la subversión de Nicaragua o del FMLN en Honduras, movilizando el propio gobierno entre 20-30.000 personas a las calles para repudiar la acción.

source: Central District
es_es: Distrito Central

source: In the first place, 70 per cent of vehicles available for transit operations were ordinary open-top lorries which could not satisfy the technical requirements set out in the Annex to the Convention, under which load compartments of transit vehicles ought to be constructed in such a way that access to the interior is not possible once vehicles have been locked and secured by customs seal.
es_es: En primer lugar, el 70% de los vehículos disponibles para las operaciones de tránsito eran camiones ordinarios abiertos que no podían ajustarse a las exigencias técnicas prescritas en el anexo al Convenio, en virtud de las cuales los compartimientos de carga de los vehículos de tránsito han de estar construidos de tal modo que no sea posible acceder al interior después de que los vehículos hayan sido cerrados y clausurados mediante un sello aduanero.

source: A sanctuary is not open to the public in the sense of a zoo; that is, the public is not allowed unescorted access to any part of the facility.
es_es: Un santuario no está abierto al público en el sentido de un zoológico; esto es, el público no tiene permitido acceder solo a ninguna parte de las instalaciones.

source: A recently built city (1960) that arose with a triple objective: to move the capital of Brazil from the Atlantic coast to the interior, after confirming that neither Salvador de Bahia nor Rio de Janeiro were the most suitable places for this purpose; decongest these cities and facilitate access to state administration services to inland citizens in a period in which infrastructures were not well developed<g id="1"><x id="2"/></g><g id="3"><x id="4"/></g>; foster national commitment to industrial development, at a time when investment was being made in the automotive industry<g id="5"><x id="6"/></g>.
es_es: Ciudad de reciente construcción (1960) que surge con un triple objetivo: trasladar la capital del Brasil de la costa Atlántica al interior, después de comprobar que ni Salvador de Bahía ni Rio de Janeiro eran los lugares más idóneos para dicho fin; descongestionar dichas ciudades y facilitar a los ciudadanos del interior el acceso a los trámites de Estado en un periodo en el que las infraestructuras no estaban muy desarrolladas <g id="1"><x id="2"/></g><g id="3"><x id="4"/></g>; fomentar el compromiso nacional con el desarrollo industrial, en un momento en que se estaba invirtiendo en la industria automovilística<g id="5"><x id="6"/></g>.

source: Once, in Central Park
es_es: Una vez, en Central Park

source: Summer in Central Park
es_es: Verano en Central Park

source: IN Central
es_es: India central

source: There are many excellent restaurants nearby.
es_es: Hay muchos restaurantes de reconocida calidad cerca del hotel.

source: In the hotel's vicinity there are many excellent restaurants.
es_es: En la zona próxima al hotel hay un número significativo de restaurantes de calidad.

source: The neighbourhood offers many excellent restaurants, bars, shops and markets.
es_es: El barrio también cuenta con excelentes restaurantes, bares, tiendas y mercados.

source: These are just some of the many restaurants in the city.
es_es: Estos son sólo algunos de los muchos restaurantes de la ciudad.

source: and be a part of it.
es_es: Sé parte de ello.

source: COME AND BE A PART OF THE
es_es: VEN A FORMAR PARTE DE LA GRAN FAMILIA LAND ROVER.

source: Ice Skating
es_es: Patinaje sobre hielo

source: ICE SKATING
es_es: PATINAJE ARTÍSTICO

source: Chat and draw with your friends
es_es: Habla y dibuja con tus amigos

source: Go and be with your friends
es_es: Vete con tus amigos.

source: Visit the underwater scene with your friends.
es_es: Visite la escena bajo el agua con tus amigos.

source: So we will go to the wholesale fruit market and buy lemons.
es_es: Así que iremos al mercado a comprar limones.

source: "Honey, please go to the market and buy 1 bottle of
es_es: "Cariño, por favor ve al mercado y compra 1 botella de

source: Your money will buy you almost nothing, so go to the market and buy the first thing you’re offered.
es_es: Ya que tu dinero no llega para casi nada, ve al mercado y compra lo primero que te ofrezcan.

source: ‘Father, my husband met a man who said that you had told him to go to the market and buy the first thing he was offered.
es_es: - Padre, mi marido encontró a un hombre a quien usted le había sugerido que comprara lo primero que le ofrecieran.

source: It is just a big hat covering the upper half to two thirds of the face.
es_es: Es sólo un gran sombrero que cubre la mitad superior a dos tercios de la cara.

source: About a half to two thirds of the patients responded to a 2 mg dose of Bondronat, with blood calcium levels returning to within the normal range.
es_es: Entre la mitad y dos tercios de los pacientes respondieron a una dosis de 2 mg de Bondronat; las concentraciones sanguíneas de calcio volvieron a los valores normales.

source: 4.2 Water should then be added to the container so that approximately one half to two thirds of the animal is immersed.
es_es: 4.2 Se debería introducir, entonces, agua en el contenedor, de manera que de la mitad a dos tercios del animal queden sumergidos.

source: Do something different.
es_es: Haz algo diferente.

source: Do something different
es_es: Hacer algo diferente

source: Do something different like:
es_es: Haz algo diferente como:

source: Creators of Peace Circles in the slums of Nairobi
es_es: Círculos de Creadoras de Paz en barrios marginales de Nairobi

source: The slums of Guatemala
es_es: Los barrios pobres de Guatemala

source: Creators of Peace Circles in the slums of Nairobi, Kenya
es_es: Círculos de Creadoras de Paz en barrios marginales de Nairobi, Kenia

source: Home > Creators of Peace Circles in the slums of Nairobi, Kenya
es_es: Inicio > Círculos de Creadoras de Paz en barrios marginales de Nairobi, Kenia

source: These activities are arranged by:
es_es: Estas actividades son realizadas por:

source: Projects and initiatives are arranged by region.
es_es: Los proyectos e iniciativas están ordenadas por región.

source: Foods are arranged by MyPlate food groups
es_es: Los alimentos están ordenados según los grupos alimenticios de MiPlato

source: The guided tours that are arranged by the office of tourism always make a small stop here.
es_es: Las visitas guiadas que efectúan desde la Oficina de Información y Turismo, siempre hacen una pequeña parada en este lugar entrañable.

source: It is necessary to provide alternative sources of income to the poor to wean them away from the over-exploitation of these resources.
es_es: Es preciso ofrecer a los pobres fuentes alternativas de ingresos para hacerles abandonar la explotación excesiva de estos recursos.

source: Consequently, the amount of debt relief provided under a Paris Club agreement has been too little to provide sustainable solutions to the payment difficulties of the poor debtor countries and repeated visits to the Club for additional relief became the norm for many of them.
es_es: Por lo tanto, el alivio de la deuda proporcionado en el marco de los acuerdos del Club de París ha sido demasiado escaso para solucionar de manera sostenible las dificultades de pago de los países deudores pobres, para muchos de los cuales las visitas al Club para solicitar alivio adicional se han convertido en algo habitual.

source: Existing initiatives which have been restructured or merged include, among others, the Swarnajayanti Gram Swarozgar Yojana (SGSY) which seeks to provide sustainable incomes through micro-enterprises to the rural poor.
es_es: Las iniciativas existentes que han sido reestructuradas o fusionadas incluyen, entre otros, la Swarnajayanti Gram Swarozgar Yojana (SGSY) que trata de proporcionar ingresos sostenibles a través de microempresas a las clases rurales pobres.
